import { Toast } from '../model/interfaces';
import { employees } from './employees';

export const toasts: Toast[] = [
    {
        toaster: employees[0],
        wish: `Желая ти здраве, секс и здрав секс!`,
        wishImgUrl: 'https://imgflip.com/s/meme/Leonardo-Dicaprio-Cheers.jpg'
    }, {
        toaster: employees[1],
        wish: `Честит рожден ден и духай смело!`
    }, {
        toaster: employees[2],
        wish: `ЧРД и дано поумнееш малко!`,
        wishImgUrl: 'https://assets.entrepreneur.com/content/3x2/2000/20180703190744-rollsafe-meme.jpeg?width=700&crop=2:1'
    }, {
        toaster: employees[3],
        // tslint:disable-next-line:max-line-length
        wish: `Честит рожден ден! Желая ти на първо място много здраве, от здраве да не се отървеш и да бъдеш здрав през цялата 2019 година. Нека любовта всеки ден те обгръща в топлата си и нежна прегръдка. Желая ти от сърце и душа да бъдеш щастлив всяка една милисекунда. Нека пребъдеш през вековете и да илядиш! Наздраве - за много здраве и бъднина!`,
    }, {
        toaster: employees[4],
        wishImgUrl: 'https://memegenerator.net/img/instances/76563811/happy-birthday-you-dirty-sex-kitten.jpg'
    }, {
        toaster: employees[7],
        // tslint:disable-next-line:max-line-length
        wish: `Честит Рожден Ден! Желая ти светло утро, мъдър ден, и спокойно нощ. Не искам да ти пожелавам злато и сребро, нито пък скъпи бижута или скъпа кола. Искам да ти пожелая онова, която е най-важно, да вярваш с цяло сърце в Бог. Защото животът тук е просто временен, но ти го изживей по-правилния начин. Имайки това, ще си богат. И след това дори да имаш пари, това няма да е проблем. Защото парите не са проблем, когато ти ги имаш – парите стават проблем, когато те те имат. Бъди радостен, усмихнат, прави добро. Вдигни погледа си от сивия тротоар и погледни шарения ден. И днес има какво да направиш и днес е ден за промяна и ден да проявиш смелост. Още повече днес е специален ден… Днес ти си роден! Бъди благодарен на Бог за живота, на родители ти за грижата, на приятелите ти за любовта! Изкарай си чудесно и запомни, че „Утре“ ще е отново „Днес“!!`,
    }, {
        toaster: employees[6],
        wish: `Честит Рожден Ден! Моето пожелание е малко дълго, но е написано с много любов! Тъп си но бъди поне жив и здрав!`,
        wishImgUrl: 'https://media.tenor.com/images/1097aa4adf1e9467de3152903c3dda65/tenor.gif'
    }
]